Repository: BRDK-GitHub/vibratorExampleProject
Catalog: Logical/mappView/Visualization/Pages/info/statistics/statisticsTexts.tmx
Source language: en
Languages: cs, hu, vi, zh

source: Timeouts
cs: Timeout
hu: OK adagok
vi: Hết giờ
zh: 超时

source: OK portions
cs: OK davky
hu: Hibaarány
vi: Phần đã OK
zh: 正确批次

source: Error rate
cs: Cetnost chyb
vi: Tỷ lệ lỗi
zh: 错误率

source: Integral too small
cs: Plocha nizka
vi: Tích phân quá nhỏ
zh: 总和过小

source: Integral too big
cs: Plocha vysoka
hu: Szárny hiba
vi: Tích phân quá lớn
zh: 总和过大

source: Flap error
cs: Chyba klapky
hu: Túl sok elem
vi: Lỗi nắp
zh: 叶片故障

source: Too many elements
cs: Prilis mnoho elementu
hu: Túl kevés elem
vi: Quá nhiều cấu kiện
zh: 元件过多

source: Too few elements
cs: Prilis malo elementu
hu: Számlálás után
vi: Quá ít cấu kiện
zh: 元件太少

source: After counting
cs: Po spocteni
hu: Érvénytelen adag
vi: Sau khi đếm
zh: 已点数量

source: Invalid portion
cs: Chybny buffer
hu: Statisztika visszaállítása
vi: Phần không hợp lệ
zh: 无效缓存

source: Peak too small
cs: Vrchol nizky
vi: Đỉnh quá nhỏ
zh: 峰值过小

source: Peak too big
cs: Vrchol vysoky
vi: Đỉnh quá lớn
zh: 峰值过大

source: Samples too small
cs: Delka prilis nizka
vi: Mẫu quá nhỏ
zh: 采样过小

source: Samples too big
cs: Delka prilis vysoka
vi: Mẫu quá lớn
zh: 采样过大

source: Reset statistic
cs: Resetovat statistiku
hu: Statisztika visszaállítása
vi: Đặt lại thống kê
zh: 重置数据

source: Not OK portions
hu: Nem OK adagok
vi: Phần không OK
zh: 错误批次

source: {$IAT/info/statistics/ErrorRate}\n\n\n\n\n\n\n\n{$IAT/info/statistics/IntegralTooSmall}\n\n\n\n\n\n\n\n\n\n\n\n{$IAT/info/information/PreviousError}\n\n\n\n
zh: {$IAT/info/statistics/ErrorRate}\n\n\n\n\n\n\n\n{$IAT/info/statistics/IntegralTooSmall}\n\n\n\n\n\n\n\n\n\n\n\n\n{$IAT/info/information/PreviousError}\n\n\n\n
